Repository: AryanXPatel/parichay-app
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Parichay Candidate
hi: परिचय कैंडिडेट

# brandName
source: Parichay
hi: परिचय

# brandTagline
source: Real Jobs. Real People.
hi: असली नौकरियां। असली लोग।

# commonRefresh
source: Refresh
hi: रीफ्रेश

# commonSettings
source: Settings
hi: सेटिंग्स

# commonPending
source: Pending
hi: लंबित

# commonVerified
source: Verified
hi: सत्यापित

# commonRejected
source: Rejected
hi: अस्वीकृत

# languageTitle
source: Choose your language
hi: अपनी भाषा चुनें

# languageSubtitle
source: Select the app language for onboarding and candidate dashboard.
hi: ऑनबोर्डिंग और कैंडिडेट डैशबोर्ड के लिए ऐप भाषा चुनें।

# languageEnglish
source: English
hi: अंग्रेजी

# languageHindi
source: Hindi
hi: हिंदी

# languageContinue
source: Continue
hi: जारी रखें

# signInTitle
source: Welcome to Parichay
hi: परिचय में आपका स्वागत है

# signInSubtitle
source: Sign in with phone/email and OTP to continue your candidate journey.
hi: अपनी कैंडिडेट यात्रा जारी रखने के लिए फोन/ईमेल और OTP से साइन इन करें।

# signInIdentifierLabel
source: Phone or Email
hi: फोन या ईमेल

# signInIdentifierHint
source: +91 98XXXXXX10 or you@email.com
hi: +91 98XXXXXX10 या you@email.com

# signInOtpHint
source: Enter 6-digit OTP
hi: 6 अंकों का OTP दर्ज करें

# signInRequestOtp
source: Request OTP
hi: OTP भेजें

# signInVerifyOtp
source: Verify OTP
hi: OTP सत्यापित करें

# signInErrorIdentifierRequired
source: Enter phone number or email.
hi: फोन नंबर या ईमेल दर्ज करें।

# signInErrorEmailInvalid
source: Enter a valid email address.
hi: मान्य ईमेल पता दर्ज करें।

# signInErrorPhoneInvalid
source: Enter a valid phone number.
hi: मान्य फोन नंबर दर्ज करें।

# signInErrorIdentifierInvalid
source: Enter a valid phone number or email.
hi: मान्य फोन नंबर या ईमेल दर्ज करें।

# signInErrorOtpLength
source: Enter a valid 6-digit OTP.
hi: मान्य 6 अंकों का OTP दर्ज करें।

# signInErrorOtpInvalid
source: Invalid OTP. Please try again.
hi: अमान्य OTP। कृपया दोबारा प्रयास करें।

# signInDebugOtp
source: Debug OTP: 123456
hi: डीबग OTP: 123456

# welcomeHeading
source: Welcome, {name}
hi: स्वागत है, {name}

# welcomeMessage
source: Your profile workspace is ready. Start exploring jobs and profile insights.
hi: आपका प्रोफाइल कार्यक्षेत्र तैयार है। अब नौकरियां और प्रोफाइल इनसाइट्स देखें।

# welcomeContinue
source: Continue to app
hi: ऐप में जाएं

# welcomeProfile
source: Open profile
hi: प्रोफाइल खोलें

# tabHome
source: Home
hi: होम

# tabProfile
source: Profile
hi: प्रोफाइल

# tabDocuments
source: Documents
hi: दस्तावेज़

# tabWallet
source: Wallet
hi: वॉलेट

# tabSettings
source: Settings
hi: सेटिंग्स

# tooltipNotifications
source: Notifications
hi: नोटिफिकेशन

# tooltipMoreActions
source: More actions
hi: अधिक विकल्प

# menuVerification
source: Verification center
hi: वेरिफिकेशन सेंटर

# menuPayouts
source: Payouts
hi: पेआउट्स

# menuPrivacy
source: Privacy controls
hi: प्राइवेसी कंट्रोल्स

# menuSettings
source: Settings
hi: सेटिंग्स

# dashboardLoadErrorTitle
source: Unable to load dashboard
hi: डैशबोर्ड लोड नहीं हो सका

# dashboardLoadErrorMessage
source: Try refreshing to fetch your latest candidate metrics.
hi: नवीनतम कैंडिडेट मीट्रिक्स पाने के लिए रीफ्रेश करें।

# dashboardHello
source: Hello {name}
hi: नमस्ते {name}

# dashboardWalletCredits
source: {credits} credits in wallet
hi: वॉलेट में {credits} क्रेडिट

# dashboardYearDownloads
source: Your profile was downloaded {count} times this year.
hi: इस वर्ष आपका प्रोफाइल {count} बार डाउनलोड हुआ।

# dashboardProfileCompleteChip
source: {percent}% complete
hi: {percent}% पूर्ण

# dashboardDocsVerifiedChip
source: {count} docs verified
hi: {count} दस्तावेज़ सत्यापित

# dashboardCompletenessTitle
source: Profile completeness
hi: प्रोफाइल पूर्णता

# dashboardCompletenessSubtitle
source: Complete missing fields to increase recruiter conversion.
hi: रिक्रूटर कन्वर्ज़न बढ़ाने के लिए छूटी जानकारी पूरी करें।

# dashboardImproveButton
source: Improve profile views
hi: प्रोफाइल व्यू बढ़ाएं

# dashboardWeeklyViews
source: Weekly views
hi: साप्ताहिक व्यू

# dashboardMonthlyViews
source: Monthly views
hi: मासिक व्यू

# dashboardWeeklyDownloads
source: Weekly downloads
hi: साप्ताहिक डाउनलोड

# dashboardMonthlyDownloads
source: Monthly downloads
hi: मासिक डाउनलोड

# dashboardYearlyDownloads
source: Yearly downloads
hi: वार्षिक डाउनलोड

# dashboardUnreadAlerts
source: Unread alerts
hi: अनपढ़े अलर्ट

# dashboardActionNeeded
source: Action needed
hi: कार्रवाई आवश्यक

# dashboardAllClear
source: All clear
hi: सब ठीक है

# dashboardRecentTitle
source: Recent activity
hi: हाल की गतिविधि

# dashboardRecentSubtitle
source: Latest profile events and verification updates.
hi: नवीनतम प्रोफाइल इवेंट और वेरिफिकेशन अपडेट।

# dashboardViewAll
source: View all
hi: सभी देखें

# dashboardVerification
source: Verification
hi: वेरिफिकेशन

# dashboardPayouts
source: Payouts
hi: पेआउट्स

# profilePhotoTitle
source: Profile photo
hi: प्रोफाइल फोटो

# profilePhotoSubtitle
source: Use a clear face photo to improve trust with recruiters.
hi: रिक्रूटर्स के भरोसे के लिए स्पष्ट चेहरा फोटो लगाएं।

# profilePhotoPlaceholder
source: No photo selected
hi: कोई फोटो चयनित नहीं

# profilePhotoAttached
source: Photo attached
hi: फोटो जुड़ी हुई है

# profilePhotoActionAdd
source: Add mock photo
hi: मॉक फोटो जोड़ें

# profilePhotoActionRemove
source: Remove photo
hi: फोटो हटाएं

# profileBasicTitle
source: Basic profile
hi: बेसिक प्रोफाइल

# profileBasicSubtitle
source: Information used in recruiter search and profile ranking.
hi: यह जानकारी रिक्रूटर सर्च और प्रोफाइल रैंकिंग में उपयोग होती है।

# profileProfessionalTitle
source: Professional details
hi: प्रोफेशनल विवरण

# profileProfessionalSubtitle
source: These directly affect profile score and recruiter relevance.
hi: यह सीधे प्रोफाइल स्कोर और रिक्रूटर प्रासंगिकता को प्रभावित करते हैं।

# profileFieldFirstName
source: First name
hi: पहला नाम

# profileFieldLastName
source: Last name
hi: अंतिम नाम

# profileFieldPhone
source: Phone
hi: फोन

# profileFieldEmail
source: Email
hi: ईमेल

# profileFieldLocation
source: Location
hi: लोकेशन

# profileFieldHeadline
source: Headline
hi: हेडलाइन

# profileFieldSkills
source: Skills (comma-separated)
hi: स्किल्स (कॉमा से अलग)

# profileFieldEducation
source: Education
hi: शिक्षा

# profileFieldExperience
source: Experience (years)
hi: अनुभव (वर्ष)

# profileFieldRole
source: Preferred role
hi: पसंदीदा भूमिका

# profileFieldSalary
source: Expected salary (LPA)
hi: अपेक्षित वेतन (LPA)

# profileFieldNotice
source: Notice period (days)
hi: नोटिस पीरियड (दिन)

# profileResumeUploaded
source: Resume uploaded
hi: रिज्यूमे अपलोड किया गया

# profileResumeSubtitle
source: Turn this on only when latest CV is uploaded.
hi: केवल तभी चालू करें जब नवीनतम CV अपलोड हो।

# profileSaveButton
source: Save profile
hi: प्रोफाइल सेव करें

# profileSaveBusy
source: Saving...
hi: सेव हो रहा है...

# profileSaveSuccess
source: Profile updated successfully.
hi: प्रोफाइल सफलतापूर्वक अपडेट हुई।

# profileSaveError
source: Unable to save profile. Please retry.
hi: प्रोफाइल सेव नहीं हो सकी। कृपया पुनः प्रयास करें।

# profileValidationName
source: Enter first name and last name.
hi: पहला और अंतिम नाम दर्ज करें।

# profileValidationPhone
source: Enter a valid phone number.
hi: मान्य फोन नंबर दर्ज करें।

# profileValidationEmail
source: Enter a valid email address.
hi: मान्य ईमेल पता दर्ज करें।

# profileValidationSkills
source: Add at least one skill.
hi: कम से कम एक स्किल जोड़ें।

# profileValidationNumeric
source: {label} must be a valid non-negative number.
hi: {label} मान्य गैर-ऋणात्मक संख्या होनी चाहिए।

# documentsLoadErrorTitle
source: Unable to load documents
hi: दस्तावेज़ लोड नहीं हो सके

# documentsLoadErrorMessage
source: Please refresh and try again.
hi: कृपया रीफ्रेश करके फिर प्रयास करें।

# documentsHeaderTitle
source: Upload and verify documents
hi: दस्तावेज़ अपलोड और सत्यापित करें

# documentsHeaderSubtitle
source: Resume + supporting documents increase ranking and recruiter trust.
hi: रिज्यूमे और सहायक दस्तावेज़ रैंकिंग और भरोसा बढ़ाते हैं।

# documentsUploadButton
source: Upload mock document
hi: मॉक दस्तावेज़ अपलोड करें

# documentsUploadingButton
source: Uploading document...
hi: दस्तावेज़ अपलोड हो रहा है...

# documentsUploadSuccess
source: Document uploaded and queued for verification.
hi: दस्तावेज़ अपलोड हुआ और वेरिफिकेशन के लिए भेजा गया।

# documentsUploadError
source: Unable to upload document. Please try again.
hi: दस्तावेज़ अपलोड नहीं हो सका। कृपया फिर प्रयास करें।

# documentsOpenVerification
source: Open verification center
hi: वेरिफिकेशन सेंटर खोलें

# documentsEmptyTitle
source: No documents yet
hi: अभी कोई दस्तावेज़ नहीं

# documentsEmptyMessage
source: Upload resume, education, and ID documents to begin verification.
hi: वेरिफिकेशन शुरू करने के लिए रिज्यूमे, शिक्षा और ID दस्तावेज़ अपलोड करें।

# walletLoadErrorTitle
source: Unable to load wallet
hi: वॉलेट लोड नहीं हो सका

# walletLoadErrorMessage
source: Please refresh and try again.
hi: कृपया रीफ्रेश करके फिर प्रयास करें।

# walletBalanceLabel
source: Wallet balance
hi: वॉलेट बैलेंस

# walletBalanceCredits
source: {credits} credits
hi: {credits} क्रेडिट

# walletBalanceDescription
source: Credits are earned via profile downloads and verified profile quality.
hi: क्रेडिट प्रोफाइल डाउनलोड और वेरिफाइड प्रोफाइल गुणवत्ता से मिलते हैं।

# walletRequestPayout
source: Request payout
hi: पेआउट अनुरोध करें

# walletLedgerTitle
source: Ledger
hi: लेजर

# walletLedgerSubtitle
source: Credit inflow and payout deductions
hi: क्रेडिट जोड़ और पेआउट कटौती

# walletLedgerEmptyTitle
source: No transactions yet
hi: अभी कोई ट्रांजैक्शन नहीं

# walletLedgerEmptyMessage
source: You will see credits and deductions here.
hi: यहां आपको क्रेडिट और कटौतियां दिखेंगी।

# settingsPrimaryTitle
source: Account settings
hi: अकाउंट सेटिंग्स

# settingsPrimarySubtitle
source: Manage account access, privacy, and support.
hi: अकाउंट एक्सेस, प्राइवेसी और सपोर्ट प्रबंधित करें।

# settingsAccountTitle
source: Account
hi: अकाउंट

# settingsAccountSubtitle
source: Manage personal details and identity.
hi: व्यक्तिगत विवरण और पहचान प्रबंधित करें।

# settingsPayoutTitle
source: Payout methods
hi: पेआउट मेथड्स

# settingsPayoutSubtitle
source: Configure bank account / UPI details.
hi: बैंक अकाउंट / UPI विवरण सेट करें।

# settingsPrivacyTitle
source: Privacy controls
hi: प्राइवेसी कंट्रोल्स

# settingsPrivacySubtitle
source: Choose what recruiters can view in profile preview.
hi: चुनें कि रिक्रूटर्स प्रोफाइल प्रीव्यू में क्या देख सकते हैं।

# settingsHelpTitle
source: Help & support
hi: हेल्प और सपोर्ट

# settingsHelpSubtitle
source: Raise verification and payout queries.
hi: वेरिफिकेशन और पेआउट से जुड़े सवाल पूछें।

# settingsExtrasTitle
source: More actions
hi: अन्य विकल्प

# settingsSignOut
source: Sign out
hi: साइन आउट
